Repository: alemorvan/documentation
Catalog: po4a/_po/*.po
Languages: fr_fr

source: Home
fr_fr: Accueil

source: Rocky Linux Documentation
fr_fr: Documentation de Rocky Linux

source: Welcome!
fr_fr: Bienvenue!

source: You've found us! Welcome to the documentation hub for Rocky Linux; we are glad you're here. We have several contributors adding content, and that content is growing all the time. Here you will find documents on how to build Rocky Linux itself, as well as documents on various subjects that are important to the Rocky Linux community. Who makes up that community you ask?
fr_fr: Vous nous avez trouvés ! Bienvenue dans le centre de documentation de Rocky Linux ; nous sommes heureux que vous soyez là. Nous avons plusieurs contributeurs qui ajoutent du contenu, et ce contenu ne cesse de croître. Vous trouverez ici des documents sur la façon de construire Rocky Linux lui-même, ainsi que des documents sur divers sujets importants pour la communauté Rocky Linux. Qui compose cette communauté que vous demandez?

source: Well actually, you do.
fr_fr: Eh bien, c'est vous même en participant de différentes manières.

source: Navigating the Site
fr_fr: Naviguer sur le site

source: Getting Around
fr_fr: Tour d'horizon

source: Now, you are on the home page of the documentation. If you glance at the top menu (which is always available, including on mobile devices) you can see the main structure showing the top-level sections of the documentation site. If you click on each top menu item (try 'Guides' for example) then on the left side, you will see the list of *sub-sections* for each main section. Guides has many topics of interest.
fr_fr: Maintenant, vous êtes sur la page d'accueil de la documentation. Si vous jetez un coup d'œil au menu supérieur (qui est toujours disponible, y compris sur les appareils mobiles) vous pouvez voir la structure principale montrant les sections de haut niveau du site de documentation. Si vous cliquez sur chaque lien de menu supérieur (essayez 'Guides' par exemple) puis sur le côté gauche, vous verrez la liste des *sous-sections* pour chaque section principale. Les guides ont de nombreux sujets d'intérêt.

source: When you open a document, on the right side you will see a 'Table of contents' with clickable navigation links for that document (for mobile devices try landscape orientation). For long documents, such as the [Release Notes](release_notes/8_8.md), the table of contents allows you to move around the document with ease. If you are reading a long document and want to go back to the top press <kbd>pg up</kbd> and you will see a `Back to top` button appear at the top of the screen.
fr_fr: Lorsque vous ouvrez un document, sur le côté droit vous verrez une 'Table des matières' avec des liens de navigation cliquables pour ce document (pour les appareils mobiles essayent de s'orienter en paysage). Pour de longs documents, tels que les [Notes de version](release_notes/8_8. d), la table des matières vous permet de vous déplacer facilement dans le document. Si vous lisez un document long et que vous voulez revenir en haut de l'écran, appuyez sur <kbd>pg up</kbd> et vous verrez apparaître un bouton `Back to top` en haut de l'écran.

source: The main sections of the documentation site are:
fr_fr: Les sections principales du site de documentation sont :

source: **Guides**: which cover specific ways to set up and use Rocky Linux.
fr_fr: **Guides**: qui couvre des façons spécifiques de configurer et d'utiliser Rocky Linux.

source: **Books**: are more detailed information based around a specific area.
fr_fr: **Livres**: sont des informations plus détaillées basées sur une zone spécifique.

source: **Labs**: it is 'back to school', but these tutorials you will enjoy doing!
fr_fr: **Labs**: c'est le retour à l'école, mais ces tutoriels que vous allez aimer !

source: **Gemstones**: share some common script or command usage tips here.
fr_fr: **Gemstones** : partagez ici quelques conseils sur l'utilisation de scripts ou de commandes.

source: **Release Notes**: covers Rocky Linux release notes and version update information.
fr_fr: **Notes de version**: couvre les notes de version de Rocky Linux et les informations de mise à jour de version.

source: **Rocky Linux**: official website home page jump link.
fr_fr: **Rocky Linux** : lien de saut de la page d'accueil du site officiel.

source: Multiple Languages
fr_fr: Multilingue

source: Not everyone has English as their first language! At Rocky Linux we want to make the documentation site as accessible as possible to everyone â *translation into different languages is an important part of that*. If you click on the (common symbol) language selector on the top menu you will see the languages the website is available in. There are two parts to this:
fr_fr: Tout le monde n'a pas l'anglais comme première langue ! Chez Rocky Linux, nous voulons rendre le site de documentation aussi accessible que possible à tous les autres" *la traduction en différentes langues est une part importante de cela*. Si vous cliquez sur le sélecteur de langue (symbole commun) dans le menu supérieur, vous verrez les langues dans lesquelles le site Web est disponible. Il y a deux parties à cela:

source: Website interface localisation: if you choose another language, for example FranÃ§ais, you will note that the interface, for example the 'Next' and 'Previous' navigators, will be localised.
fr_fr: Traduction de l'interface du site web : si vous choisissez une autre langue, par exemple le Français, vous noterez que l'interface, par exemple les boutons de navigation 'Suivant' et 'Précédent' seront traduits.

source: Content: translating content is an ongoing (significant) task. Not all content is translated into all languages yet. Any pages that have been translated (into the language selected) will be seen in the chosen language, those that have not will fall back to the default language English. If you want to contribute to the community through translations the documentation team would love to hear from you â see below for details.
fr_fr: Contenu: La traduction du contenu est une tâche (significative) en cours. Toutes les pages qui ont été traduites (dans la langue sélectionnée) seront vues dans la langue choisie, Ceux qui ne l'ont pas se retrouveront dans la langue par défaut l'anglais. Si vous voulez contribuer à la communauté par le biais de traductions, l'équipe de documentation aimerait avoir de vos nouvelles, voir ci-dessous pour plus de détails.

source: Not all functionality may be available in all languages, this is a limitation of the underlying MkDocs modules available.
fr_fr: Toutes les fonctionnalités peuvent ne pas être disponibles dans toutes les langues, c'est une limitation des modules MkDocs sous-jacents.

source: Using Search
fr_fr: Utiliser la recherche

source: If you want to quickly find specific information or documents, the documentation site has full-text search capability. Start typing in the 'Search' entry field in the top menu bar and the site will return drill down search results.
fr_fr: Si vous souhaitez trouver rapidement des informations ou des documents spécifiques, le site de documentation possède une capacité de recherche en texte complet. Commencez à taper le champ d'entrée 'Recherche' dans la barre de menu du haut et le site retournera les résultats de la recherche.

source: To open a page in the search results click (or tap on mobile) on the desired page in the list displayed.
fr_fr: Pour ouvrir une page parmi les résultats de recherche, cliquez simplement (ou appuyez sur mobile) sur la page désirée dans la liste affichée.

source: First Time
fr_fr: Première Fois

source: If this is your first time visiting the Rocky Linux Documentation site then likely you are new to Rocky Linux and you are itching to install it! No problem, jump on over to the [Installing Rocky Linux](guides/installation.md) page for detailed instructions.
fr_fr: Si c'est la première fois que vous visitez le site de documentation de Rocky Linux alors probablement vous êtes nouveau sur Rocky Linux et vous avez envie de l'installer! Pas de problème, sautez sur [Installer Rocky Linux](guides/installation. d) de la page pour des instructions détaillées.

source: If you get stuck and have a question the Rocky Linux community is there to help. Visit the [community forum](https://forums.rockylinux.org) and you can search for solutions or post your own questions to the community.
fr_fr: Si vous êtes coincé et que vous avez une question, la communauté Rocky Linux est là pour vous aider. Visitez le [forum de la communauté](https://forums. ockylinux.org) et vous pouvez chercher des solutions ou poser vos propres questions à la communauté.

source: Contributing
fr_fr: Contribuer

source: Did you find something missing? Did you find an error? Are you wondering how to create a document of your own, or how to fix things here? Remember how we said that *you* were the Rocky community? That means that *you* are important to us and we want you to join us, if you like, and help make this documentation better. If you are interested in this, head over to our [Contribution Guide](https://github.com/rocky-linux/documentation/blob/main/README.md) to find out how you can do that!
fr_fr: Avez-vous trouvé quelque chose de manquant ? Avez-vous trouvé une erreur ? Vous vous demandez comment créer votre propre document ou comment y remédier ? Rappelez-vous comment nous avons dit que *vous* étiez la communauté Roche? Cela signifie que *vous* sont importants pour nous et que nous voulons que vous nous rejoigniez, si vous le souhaitez, et que vous aidiez à améliorer cette documentation. Si cela vous intéresse, rendez-vous sur notre [Guide de contribution](https://github.com/rocky-linux/documentation/blob/main/README.md) pour savoir comment vous pouvez le faire !
